import os, sys
import kktool
def meun():
    print('''
[01] 信息收集
[02] 漏洞分析
[03] 网络黑客
[04] 数据库评估
[05] 密码攻击
[06] 无线攻击
[07] 逆向工程
[08] 利用工具
[09] 嗅探与欺骗
[10] 报告工具
[11] 取证工具
[12] 压力测试
[13] 安装 linux 发行版
[14] Termux 实用程序
[15] 社会工程学工具
------------------------------------------
[00]退出
==========================================
          ''')
meun()
kkq = input("kkboy#: ")

if kkq.strip() == "1" or kkq.strip() == "01":
    print("\n    1. Nmap")
    print('    2. pppp1')
    print('    3.')